/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "¡Cuidado! Activar esta opción añadirá Growl.app a sus items de arranque";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Activar esto permitirá que Growl arranque cada vez que inicie sesión, para que esté disponible todo el tiempo.";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Aplicación: %1$@\nTítuloe: %2$@\nDescripción: %3$@\nHaga clic para abrir registro";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "¿Está seguro de que desea eliminar %@?";

/* Button title for canceling */
"Cancel" = "Cancelar";

/* Next page is enabling growl at login */
"Continue on to enable Growl at login" = "Continúe para decidir si activar Growl al iniciar sesión";

/* Next page is whats new in the current growl */
"Continue to learn whats new in Growl 1.3" = "Continúe para aprender qué hay nuevo en Growl 1.3";

/* Next page is removing old growl's */
"Continue to remove old copies of Growl" = "Continúe para eliminar copias antiguas de Growl";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "Imposible encontrar el archivo de sonido \"%@\"";

/* Title of menu item for default display */
"Default" = "Por defecto";

/* Button label for disabling history */
"Disable History" = "Desactivar historial";

/* Done */
"Done" = "Hecho";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Activar Growl al iniciar sesión";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Al activar esta opción Growl se ejecutará sin mostrar un ícono en el dock o en la barra de menús.\n\nPara acceder a las preferencias presione Growl en el Launchpad o abra Growl en el Finder.";

/* No comment provided by engineer. */
"Growl 1.3 comes with a completely new networking system, called GNTP. GNTP can talk to Growl 1.3 and above, and other GNTP compliant software, such as Growl for Windows" = "Growl 1.3 incluye un sistema de red completamente nuevo, llamado GNTP. GNTP puede usarso con Growl 1.3 y superiores, u otros software compatibles, como Growl para Windows";

/* No comment provided by engineer. */
"Growl 1.3 comes with a number of changes and new features for users.  Growl now runs as a status bar item, and preferences can be reached from there" = "Growl 1.3 viene con numerosos cambios y novedades. Growl ahora funciona como un item de estado de menú, y sus ajustes se pueden cambiar desde allí";

/* No comment provided by engineer. */
"Growl History Disabled" = "Historial de growl desactivado";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Debe reiniciar Growl para que el cambio surta efecto";

/* No comment provided by engineer. */
"Growl needs to run all of the time in order to work. Please click this button to enable Growl to run at Login" = "Growl necesita ejecutarse todo el tiempo para funcionar, haga clic en este botón para activar Growl al iniciar sesión";

/* No comment provided by engineer. */
"Hide Rollup" = "Ocultar Resumen";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Ocultar Resumen del Historial";

/* No comment provided by engineer. */
"History, and the notification rollup are also new.  When you are idle, notifications will be stored in a window for when you return to your computer.\nHistory is on by default, but you can click below to turn it off" = "El historial y el resumen de notificaciones son también nuevos. Cuando esté inactivo, las notificaciones se guardarán en una ventana para cuando vuelva a su ordenador.\n El historial está activo por defecto, pero puede hacer clic debajo para desactivarlo";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Avisar a %@ cuando se hace clic en la notificación";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "Versión de protocolo inválida. Sólo se permite versión 1.0";

/* Button label for showing a website with more information on GNTP */
"Learn more about GNTP" = "Aprender más acerca de GNTP";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Desinstalador Growl Antiguo";

/* Title for starting growl at login */
"Let Growl Start at Login" = "Permitir a Growl arrancar al inicio de sesión";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "Vector de inicialización para encriptación no encontrado";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "Llave no encontrada, malformada o inválida";

/* Title for whats new to growl */
"New to Growl 1.3" = "Novedades en Growl 1.3";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Recent Notifications" = "Sin notificaciones recientes";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Abrir preferencias de Growl...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Abrir el panel de preferencias de Growl";

/* No comment provided by engineer. */
"Pause Growl" = "Detener Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Detener notificaciones visuales de Growl";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Valor localhost no es válido, Growl no puede redirigirse a si mismo.";

/* A valid IP or domain is needed to forward to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Por favor introduzca una dirección IPv4 o IPv6 válida, o un nombre de dominio";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "El plugin '%@' se instaló correctamente. ¿Desea configurarlo?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "El plugin '%@' ya está instalado, ¿desea sobreescribirlo?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "El plugin '%@' no funciona con esta versión de Mac OS X. ¿Instalar de todas formas?";

/* No comment provided by engineer. */
"Plugin already exists" = "El plugin ya existe";

/* No comment provided by engineer. */
"Plugin installed" = "Plugin instalado";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Al plugin le falta arquitectura nativa";

/* No comment provided by engineer. */
"Plugin not installed" = "Plugin no instalado";

/* Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Previsualización";

/* No comment provided by engineer. */
"Quit" = "Salir";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Salir de Growl completamente";

/* Button title for removing something */
"Remove" = "Eliminar";

/* Title for removing old copies of growl */
"Remove old copies of Growl" = "Eliminar copias antiguas de Growl";

/* No comment provided by engineer. */
"Resume Growl" = "Reanudar Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Reanudar notificaciones visuales de Growl";

/* Button label for showing the preference pane */
"Show me the preference pane" = "Mostrar el panel de preferencias";

/* No comment provided by engineer. */
"Show Rollup" = "Mostrar Resumen";

/* No comment provided by engineer. */
"Show the History Rollup" = "Mostrar Resumen del Historial";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "Llegamos aquí analizando el identificador de protocolo sin un error, que es imposible, o es válido o no lo es";

/* No comment provided by engineer. */
"There are no new notifications" = "No hay nuevas notificaciones";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Hubo %lu notificación mientras estaba ausente";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Ocurrió un error al instalar el plugin '%@'.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Hubo %lu notificaciones mientras estaba ausente";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Esta acción no se puede deshacer, confirme que desea eliminar todo el historial de notificaciones";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Esta es una previsualización del estilo visual %@";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Esto eliminará todos los ajustes Growl de %@.";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Para prevenir que el historial crezca indefinidamente, debe activar un tipo de límite automático.";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Desactivar los dos límites automáticos no está permitido.";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "¡Advertencia! A punto de eliminar TODO el historial";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "¡Advertencia! Si activa esta opción Growl se ejecutará en
segundo plano";

/* No comment provided by engineer. */
"We have found an old installation of Growl on your computer. Please click on this button to go to our website to download the uninstaller.  Manual removal instructions are also available." = "Hemos encontrado una instalación antigua de Growl en su ordenador. Haga clic en este botón para descargar el instalador de nuestra web. Instrucciones para eliminarla manualmente también están disponibles.";

/* Title welcoming a new user to growl */
"Welcome to Growl!" = "¡Bienvenido a Growl!";

/* No comment provided by engineer. */
"Welcome to the Growl walkthrough. Even if you have used Growl before, it would be helpful to you if you take a moment to get to know Growl 1.3." = "Bienvenido al tutorial de Growl. Incluso si has usado Growl antes, es bueno si se toma un momento para conocer Growl 1.3.";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* Done with first launch dialog */
"You are all ready to go, enjoy Growl!" = "Esta listo para empezar, ¡disfrute Growl!";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Si sale de Growl no recibirá más notificaciones.";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "¿Está seguro de que desea salir?";